/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-page",
      "blocks": {
        "heading": {
          "type": "text",
          "name": "Title",
          "settings": {
            "text": "<h1>Políticas de privacidad</h1>",
            "width": "100%",
            "max_width": "normal",
            "alignment": "left",
            "type_preset": "h2",
            "font": "var(--font-primary--family)",
            "font_size": "",
            "line_height": "normal",
            "letter_spacing": "normal",
            "case": "none",
            "wrap": "pretty",
            "color": "",
            "background": false,
            "background_color": "#00000026",
            "corner_radius": 0,
            "padding-block-start": 0,
            "padding-block-end": 0,
            "padding-inline-start": 0,
            "padding-inline-end": 0
          },
          "blocks": {}
        },
        "page-content": {
          "type": "page-content",
          "settings": {},
          "blocks": {}
        }
      },
      "block_order": [
        "heading",
        "page-content"
      ],
      "disabled": true,
      "settings": {
        "content_direction": "column",
        "gap": 32,
        "color_scheme": "",
        "padding-block-start": 40,
        "padding-block-end": 80
      }
    },
    "privacy_policy_c79m4A": {
      "type": "privacy-policy",
      "name": "Política de Privacidad",
      "settings": {
        "heading": "Política de Privacidad",
        "body": "<p><strong>POLÍTICA DE DATOS PERSONALES</strong></p><p>Se pretende garantizar la reserva de la información y la<br/>seguridad sobre el tratamiento que se le dará a la misma a todos los clientes,<br/>proveedores, empleados y terceros de quienes <strong>MYMY SHOES S.A.S.</strong> ha<br/>obtenido legalmente información y datos personales conforme a los lineamientos<br/>establecidos por la ley regulatoria del derecho al Habeas Data.</p><p>Esta política aplica a la protección de datos personales y a<br/>todas las bases de datos y/o archivos que contengan datos personales que sean<br/>objeto de tratamiento por parte de <strong>MYMY SHOES S.A.S.</strong>. Así mismo, se<br/>exigirá el cumplimiento de la ley y de esta política a todos los funcionarios<br/>que tengan acceso a las bases de datos de la empresa.</p><p>Esta política es de obligatorio y estricto cumplimiento para<br/><strong>MYMY SHOES S.A.S.</strong> en el desarrollo de su objeto social y sus relaciones<br/>con terceros, entiéndase por estos clientes, empleados, proveedores,<br/>acreedores, aliados estratégicos, filiales, subordinadas, y para fines<br/>administrativos, comerciales, promocionales, informativos, de mercadeo y<br/>ventas. Se incluye ofrecer todo tipo de servicios comerciales, así como<br/>realizar campañas de promoción, marketing y publicidad.</p><p><strong>MYMY SHOES S.A.S.</strong> podrá ejecutar las siguientes<br/>actuaciones: obtener, almacenar, compilar, intercambiar, actualizar, recolectar,<br/>procesar, reproducir y/o disponer de los datos o información parcial o total de<br/>aquellos titulares que le otorguen la debida autorización en los términos<br/>exigidos por la ley y en los formatos que para cada caso estime convenientes.</p><p>Clasificar, ordenar y separar la información suministrada<br/>por el titular de los datos.</p><p>Efectuar investigaciones, comparar, verificar y validar los<br/>datos que obtenga en debida forma con centrales de riesgo crediticio con las<br/>cuales se tengan relaciones comerciales.</p><p>Extender la información que obtenga, en los términos de la<br/>ley, a las empresas con las que contrata los servicios de captura,<br/>almacenamiento y manejo de sus bases de datos, previa las debidas<br/>autorizaciones que en ese sentido obtenga.</p><p>Transferir los datos o información parcial o total a sus<br/>filiales, comercios, empresas y/o entidades afiliadas y aliados estratégicos.</p><p>Evaluar la calidad del servicio y realizar estudios de<br/>mercadeo sobre hábitos de consumo y análisis estadísticos para uso interno.</p><p>Actualizar la información de los empleados con el fin de que<br/>la relación laboral se desarrolle de manera adecuada, incluyendo el pago de<br/>nómina, afiliaciones y actividades de SST.</p><p>Compartir la información de los empleados con diferentes<br/>entidades cuando el empleado así lo solicite.</p><p><strong>DERECHOS QUE TIENEN FRENTE A LA COMPAÑÍA TODOS LOS<br/>TITULARES DE DATOS PERSONALES</strong></p><p>Todo proceso que conlleve el tratamiento, por parte de<br/>cualquier área de la compañía, de datos personales tanto de clientes,<br/>proveedores, empleados y en general cualquier tercero con el cual <strong>MYMY SHOES<br/>S.A.S.</strong> sostenga relaciones comerciales y laborales deberá tener en cuenta e<br/>informarle de manera expresa y previa, por cualquier medio del cual se pueda<br/>conservar una constancia de su cumplimiento, los derechos que le asisten a ese<br/>titular de los datos.</p><p><strong>PROCEDIMIENTO PARA EL TRÁMITE DE RECLAMOS</strong></p><p>Toda solicitud, petición, queja o reclamo (PQR) que sea<br/>presentada a <strong>MYMY SHOES S.A.S.</strong> por parte de cualquier titular o sus<br/>causahabientes respecto al manejo y tratamiento dado a su información será<br/>resuelta de conformidad con la ley regulatoria y será tramitada bajo las<br/>siguientes reglas:</p><p>La petición o reclamo se formulará mediante escrito o<br/>cualquier otro de los medios definidos en la presente política para tal fin,<br/>dirigido a <strong>MYMY SHOES S.A.S.</strong>, con la identificación del titular, la<br/>descripción de los hechos que dan lugar al reclamo, la dirección o medio a<br/>través del cual desea obtener su respuesta, y si fuere el caso, acompañando los<br/>documentos de soporte que se quieran hacer valer.</p><p>Si el reclamo resulta incompleto, se requerirá al interesado<br/>dentro de los cinco (5) días siguientes a la recepción del reclamo para que<br/>subsane las fallas. Transcurridos dos (2) meses desde la fecha del<br/>requerimiento, sin que el solicitante presente la información requerida, se<br/>entenderá que ha desistido de la reclamación o petición.</p><p>El término máximo para atender el reclamo será de quince<br/>(15) días hábiles contados a partir del día siguiente a la fecha de su recibo.<br/>Cuando no fuere posible atender el reclamo dentro de dicho término, se<br/>informará al interesado los motivos de la demora y la fecha en que se atenderá<br/>su reclamo, la cual en ningún caso podrá superar los ocho (8) días hábiles<br/>siguientes al vencimiento del primer término.</p><p><strong>PROCEDIMIENTO PARA EL TRÁMITE DE CONSULTAS</strong></p><p>La Política de Protección de Datos Personales por parte de <strong>MYMY<br/>SHOES S.A.S.</strong> y los derechos básicos que los titulares de los datos tienen<br/>en relación con la misma podrán ser consultados a través de los siguientes<br/>medios:</p><p>En la página web: https://mymyshoes.com.co/ <em>(o el dominio<br/>que corresponda a la empresa)</em></p><p>La Política de Tratamiento de Protección de Datos Personales<br/>de los Titulares estará vigente a partir del 17 de octubre de 2012. Las bases<br/>de datos administradas por <strong>MYMY SHOES S.A.S.</strong> se mantendrán mientras<br/>desarrolle su objeto social y mientras sea necesario para asegurar el<br/>cumplimiento de obligaciones de carácter legal, laboral y contable.</p><p>Las bases de datos en las que se registren los datos<br/>personales tendrán una vigencia igual al tiempo en que se mantenga y utilice la<br/>información para las finalidades descritas en esta política. Una vez se<br/>cumpla(n) esa(s) finalidad(es) y siempre que no exista un deber legal o<br/>contractual de conservar su información, los datos serán eliminados de nuestras<br/>bases de datos.</p><p>Cualquier cambio que afecte el<br/>contenido de la autorización será comunicado en forma oportuna a los titulares<br/>de los datos a través de los medios habituales de contacto.</p><p> </p><p><strong>Política<br/>de Reembolso – Mymy S.A.S</strong></p><p><em>(Aplica para compras vía e-commerce en Colombia)</em></p><p><strong>1. Alcance</strong></p><p>Esta política de reembolso de <strong>Mymy S.A.S</strong>  aplica para las compras realizadas a través de<br/>nuestra plataforma de comercio electrónico en Colombia, y regula cuándo y cómo<br/>se puede pedir la devolución del dinero, el cambio de producto o la reposición,<br/>de conformidad con la normativa aplicable (Ley 1480 de 2011, el derecho de<br/>retracto, y la Ley 2439 de 2024 para e-commerce). <a href=\"https://www.mincit.gov.co/ministerio/normograma-sig/procesos-misionales/facilitacion-del-comercio-y-defensa-comercial/leyes/ley-1480-de-2011.aspx?utm_source=chatgpt.com\" target=\"_blank\">hklaw.com+5mincit.gov.co+5Fundación Universitaria del Área<br/>Andina+5</a></p><p><strong>2. Derecho de retracto</strong></p><p>El consumidor tiene derecho a desistir de la compra (retracto)<br/>de productos adquiridos a través de comercio electrónico sin justificación,<br/>dentro del plazo de <strong>cinco (5) días hábiles</strong> contados desde la entrega del<br/>bien o la celebración del contrato, salvo que el producto esté excluido por las<br/>condiciones legales o contractuales. <a href=\"https://www.areandina.edu.co/noticias/que-debo-hacer-si-hago-una-compra-por-internet-y-luego-me-arrepiento-tome-nota-porque-la-ley-lo-protege?utm_source=chatgpt.com\" target=\"_blank\">Fundación Universitaria del Área Andina+2Portafolio+2</a><br/><br/>Para compras por medios electrónicos, la ley establece que el proveedor deberá<br/>tramitar la devolución del dinero a más tardar en <strong>quince (15) días<br/>calendario</strong> desde que el consumidor ejerció el derecho de retracto. <a href=\"https://www.hklaw.com/en/insights/publications/2025/01/ley-2439-de-2024-modificaciones-al-estatuto-del-consumidor-en-colombia?utm_source=chatgpt.com\" target=\"_blank\">hklaw.com+1</a></p><p><strong>3. Condiciones para solicitar reembolso o cambio</strong></p><p>Para que sea procedente una solicitud de reembolso o cambio,<br/>el producto deberá cumplir las siguientes condiciones:</p><ul><li>Haber<br/>     sido comprado directamente en nuestro e-commerce.</li><li>Estar<br/>     sin uso, en su empaque original, con las etiquetas y condiciones en que<br/>     fue entregado.</li><li>Acompañar<br/>     factura o comprobante de compra.</li><li>No<br/>     haber sido alterado, lavado, usado en condiciones distintas a la de prueba<br/>     normal, ni manipulado.</li><li>En<br/>     el caso de productos fabricados a la medida, personalizados o bajo pedido<br/>     especial, estos <strong>quedan excluidos</strong> del derecho de retracto, salvo que<br/>     presenten defectos de fabricación.</li></ul><p><strong>4. Productos defectuosos, entrega incorrecta o no<br/>cumplimiento del plazo</strong></p><p>En los casos en que el producto:</p><ul><li>presente<br/>     defectos de fábrica, calidad o idoneidad,</li><li>no<br/>     coincida con lo solicitado (color, talla, modelo), o</li><li>no<br/>     haya sido entregado dentro del plazo máximo informado (o 30 días<br/>     calendario si no se indicó plazo) <a href=\"https://www.asuntoslegales.com.co/consumidor/conozca-como-lo-protege-la-ley-cuando-compra-por-internet-y-requiere-un-reembolso-3858773?utm_source=chatgpt.com\" target=\"_blank\">Asuntos Legales+1</a><br/><br/>     El cliente podrá solicitar:</li><li>devolución<br/>     del dinero, o</li><li>cambio<br/>     por otro producto de igual valor o mayor, o</li><li>reparación,<br/>     si aplica según garantía legal.</li></ul><p><strong>5. Plazos para reembolso</strong></p><p>Una vez aprobada la solicitud de reembolso, <strong>Mymy S.A.S</strong><br/>se compromete a efectuar la devolución del dinero al medio de pago original (o<br/>al medio que se acuerde) en un plazo máximo de <strong>15 días calendario</strong> desde<br/>que el consumidor ejerció el derecho de retracto o desde que se aprobó la<br/>devolución por defecto. <a href=\"https://www.asuntoslegales.com.co/consumidor/reduccion-en-tiempo-para-devoluciones-cambios-en-la-ley-para-compras-ecommerce-4041568?utm_source=chatgpt.com\" target=\"_blank\">Asuntos Legales+2hklaw.com+2</a><br/><br/>El tiempo puede variar según el banco o método de pago.</p><p><strong>6. Costos de envío de devolución</strong></p><ul><li>Si<br/>     la devolución es por <strong>defecto del producto</strong>, error en el envío o<br/>     incumplimiento del plazo, <strong>Mymy S.A.S</strong> asumirá los costos de envío de<br/>     devolución.</li><li>Si<br/>     la devolución es por <strong>decisión del cliente</strong> (retracto), y el producto<br/>     cumple con especificaciones y entrega correcta, entonces <strong>el cliente<br/>     deberá asumir los costos de envío</strong> de retorno, salvo que se indique lo<br/>     contrario.</li></ul><p><strong>7. Exclusiones y restricciones</strong></p><ul><li>Productos<br/>     personalizados, hechos a medida, modificados bajo solicitud del cliente,<br/>     alterados o con signos de uso normal no serán susceptibles al derecho de<br/>     retracto salvo defectos.</li><li>Productos<br/>     en oferta, promociones especiales o fin de temporada podrán tener<br/>     condiciones especiales de cambio o devolución (esto debe indicarse<br/>     claramente en la oferta).</li><li>Para<br/>     cambios de talla o color (cuando se acepte cambio), depende de la<br/>     disponibilidad del stock.</li></ul><p><strong>8. Procedimiento para solicitar devolución o reembolso</strong></p><ol><li>El<br/>     cliente deberá ponerse en contacto con nuestro servicio al cliente a<br/>     través de [correo, chat o formulario web], informando número de pedido,<br/>     fecha, motivo y adjuntar fotos o evidencia si aplica.</li><li>Revisaremos<br/>     la solicitud y, de ser aprobada, enviaremos instrucciones sobre la<br/>     logística de devolución (dirección, etiqueta, instrucciones).</li><li>Una<br/>     vez recibido y verificado el producto, se aprobará el reembolso o cambio.</li><li>Para<br/>     el reembolso, se devolverá el dinero al medio usado en el pago o al medio<br/>     acordado, dentro del plazo indicado.</li><li>Para<br/>     el cambio, se despachará el nuevo producto tan pronto se reciba el<br/>     retornado o según política establecida.</li></ol><p><strong>9. Información al cliente y visibilidad</strong></p><p>Esta política estará visible en nuestro sitio web al momento<br/>de la compra, y se considerará aceptada con la realización de la transacción.</p><p><strong>10. Vigencia y modificación</strong></p><p><strong>Mymy S.A.S</strong>  podrá<br/>modificar esta política en cualquier momento; las modificaciones serán<br/>aplicables para compras futuras y se informarán oportunamente en nuestro sitio<br/>web.</p><p> </p><p> </p><p><strong>📌 Políticas de Envío,<br/>Garantía, Cambios, Devoluciones y Datos Personales</strong></p><p><strong>Mymy S.A.S. – Colombia</strong></p><p><strong>🚚 POLÍTICA DE ENVÍOS –<br/>Mymy S.A.S.</strong></p><ul><li>El<br/>     tiempo estimado de entrega es de <strong>3 a 7 días hábiles</strong> contados a<br/>     partir de la <strong>confirmación del pago</strong>.</li><li>Si<br/>     el pago se confirma un sábado, domingo o festivo, el tiempo se contará<br/>     desde el <strong>siguiente día hábil</strong>.</li><li>Las<br/>     entregas se realizan en <strong>horarios no programados</strong> (no se garantiza<br/>     una hora exacta).</li><li>Para<br/>     dudas o inquietudes sobre tu envío puedes comunicarte con nuestro <strong>Servicio<br/>     al Cliente</strong>:<br/><br/>     📞 317 363 2181 — Lunes a viernes de 7:00<br/>     a.m. a 4:00 p.m.<br/><br/>     ✉️ servicioalcliente@mymy.com.co <em>(modificar si<br/>     corresponde)</em></li><li>Los <strong>envíos<br/>     internacionales</strong> requieren cotización previa y dependen del país de<br/>     destino.</li></ul><p><strong>🛡️ POLÍTICA DE GARANTÍA –<br/>Mymy S.A.S.</strong></p><ul><li>La<br/>     garantía aplica únicamente en casos de <strong>defectos de fabricación</strong>.</li><li><strong>Vigencia:</strong><br/>     60 días calendario desde la <strong>fecha de compra</strong> (según factura).</li><li>El<br/>     producto debe estar en <strong>óptimas condiciones higiénicas</strong> para ser<br/>     evaluado.</li></ul><p><strong>Exclusiones de garantía</strong></p><p>No aplica garantía cuando se evidencie:</p><ul><li>Raspones,<br/>     rasgados, rupturas o daños causados por <strong>mal uso</strong> del producto.</li><li>Deterioro<br/>     normal de materiales: cambios de color o textura, desgaste natural.</li><li>Pliegues<br/>     o marcas por la flexión natural del calzado.</li><li>Intervención<br/>     de terceros: arreglos, modificaciones o limpiezas inadecuadas.</li><li><strong>Medias<br/>     y pantimedias</strong> no tienen cambio o devolución por higiene.</li></ul><p>Mymy S.A.S. puede <strong>reparar, reponer o negar la garantía</strong><br/>según evaluación técnica y marco legal del consumidor.</p><p><strong>🔄 POLÍTICA DE CAMBIOS –<br/>Mymy S.A.S.</strong></p><ul><li>El<br/>     cambio puede solicitarse dentro de los <strong>30 días calendario</strong> desde la<br/>     compra.<br/><br/>     Para compras online, desde la <strong>fecha de entrega al cliente</strong>.</li><li>El<br/>     producto debe estar:<br/><br/>     ✅ Sin uso —<br/>     ✅ En perfecto estado —<br/>     ✅ Con sus empaques originales</li><li><strong>El<br/>     cliente asume los costos de envío</strong> del cambio.</li><li>El<br/>     despacho del nuevo producto se realizará en <strong>3 a 7 días hábiles</strong>,<br/>     sujeto a disponibilidad en inventario.</li><li>Compras<br/>     en <strong>promoción, outlet o últimas existencias</strong> <strong>NO tienen cambio</strong>.</li><li>El<br/>     cambio se hará por un producto de <strong>igual o mayor valor</strong> al pagado.<br/><br/>     Si el valor es mayor, el cliente paga la diferencia.</li></ul><p><strong>💰 POLÍTICA DE DEVOLUCIÓN<br/>DE DINERO – Mymy S.A.S.</strong></p><p>Se realiza devolución del dinero únicamente cuando:</p><ul><li>El<br/>     producto tiene defecto que <strong>no admite reparación</strong>.</li><li>Después<br/>     de un arreglo en garantía, persiste el defecto (<strong>garantía reiterada</strong>).</li><li>El<br/>     producto comprado no está disponible para entrega.</li><li>Aplica<br/>     <strong>Derecho de Retracto</strong>:<br/><br/>     Solo para <strong>compras online</strong> dentro de los <strong>5 días hábiles siguientes<br/>     a la entrega</strong> del producto.<br/><br/>     (Debe estar <strong>sin uso</strong> y en perfectas condiciones).</li></ul><p><strong>🔐 POLÍTICA DE PROTECCIÓN<br/>DE DATOS PERSONALES – Mymy S.A.S.</strong></p><p>Mymy S.A.S. protege la privacidad y el manejo seguro de los<br/>datos personales de clientes, proveedores, empleados y terceros, según la<br/>legislación colombiana de <strong>Habeas Data</strong>.</p><p>Los datos podrán ser utilizados para:</p><ul><li>Gestión<br/>     comercial, administrativa y de servicio al cliente.</li><li>Actividades<br/>     de mercadeo, promociones, publicidad y fidelización.</li><li>Procesos<br/>     laborales y de cumplimiento legal.</li><li>Validación<br/>     de datos en centrales de riesgo y aliados comerciales.</li><li>Estudios<br/>     internos de mercado y evaluación de calidad.</li></ul><p>Los titulares tienen derecho a:</p><ul><li>Acceder,<br/>     actualizar, corregir o solicitar eliminación de sus datos.</li><li>Presentar<br/>     peticiones, quejas o reclamos sobre el manejo de la información.</li></ul><p><strong>Procedimiento de PQR</strong></p><p>Las solicitudes se presentan por los canales de contacto<br/>oficiales.<br/><br/>Tiempos de respuesta según normativa:</p><ul><li><strong>Consultas:</strong><br/>     hasta 10 días hábiles.</li><li><strong>Reclamos:</strong><br/>     hasta 15 días hábiles (con posible ampliación justificada).</li></ul><p>La política estará vigente mientras exista relación<br/>comercial o legal que justifique el uso y almacenamiento de los datos.</p>"
      }
    }
  },
  "order": [
    "main",
    "privacy_policy_c79m4A"
  ]
}
